{
  "AEA": {
    "Url": "https://www.energyagency.at/en/",
    "Description": "AEA - Austrian Energy Agency is a government-affiliated organization in Austria focused on advancing the country's energy policy and promoting sustainable energy practices. Established in 1977, the AEA operates as a center for expertise in energy technologies and policies. Focus areas are renewable energy development (solar, wind, hydro, and biomass); energy efficiency measures in buildings and industry; and climate protection and reducing greenhouse gas emissions.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/aea.jpg?raw=true"
  },
  "AEE Intec": {
    "Url": "https://www.aee-intec.at/",
    "Description": "AEE – Institut für Nachhaltige Technologien, founded in 1988, is today one of Europe's leading institutes for applied research in the field of renewable energy and resource efficiency. Within its three target groups – Buildings, Cities & Networks, and Industrial Systems – and three technological working groups – Renewable Energies, Thermal Storage, and Water and Process Technologies – the range of R&D projects carried out extends from fundamental research projects to the implementation of demonstration plants.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/aee_intec.jpg?raw=true"
  },
  "AIT Center for Energy": {
    "Url": "https://www.ait.ac.at/en/about-the-ait/center/center-for-energy",
    "Description": "The AIT Center for Energy is a leading research hub within the AIT Austrian Institute of Technology, Austria’s largest non-university research institution. It acts as a bridge between fundamental science and industrial application, employing roughly 250 experts. The center’s primary objective is to redesign our energy infrastructure to meet climate goals while ensuring the power stays on and costs remain manageable. Core research areas include electric energy systems (smart grid); sustainable thermal energy systems; photovoltaics; smart cities and regions; hydrogen and sector coupling.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/ait.jpg?raw=true"
  },
  "AIT Center for Transport Technologies": {
    "Url": "https://www.ait.ac.at/en/about-the-ait/center/center-for-transport-technologies",
    "Description": "The AIT Center for Transport Technologies is a leading research hub within the AIT Austrian Institute of Technology, Austria’s largest non-university research institution. With approximately 200 experts, the center focuses on developing sustainable, safe, and intelligent mobility solutions for the future. Its work is primarily geared toward decarbonizing transport and integrating digital technologies into infrastructure and vehicle systems. Core research areas include electric vehicle technologies; transportation infrasztructure technologies; and integrated mobility systems.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/ait.jpg?raw=true"
  },
 "AIT Center for Vision, Automation & Control": {
    "Url": "https://www.ait.ac.at/en/about-the-ait/center/center-for-vision-automation-control",
    "Description": "The AIT Center for Vision, Automation & Control is a leading research hub within the AIT Austrian Institute of Technology, Austria’s largest non-university research institution. With approximately 120 experts, the center focuses on enabling machines to 'see', 'think', and 'act' autonomously. Core research areas include high-performance vision systems; assistive and autonumous systems; and Complex Dynamical Systems (CDS).",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/ait.jpg?raw=true"
  },
  "Austria Tourism": {
    "Url": "https://b2b.austria.info/uk/",
    "Description": "Austria Tourism (Österreichwerbung) is the national tourism organization of Austria. Its primary mission is to promote Austria as a premier vacation destination and to ensure the country remains competitive in the global tourism market.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/austria-tourism.webp?raw=true"
  },
  "BFW": {
    "Url": "https://www.bfw.gv.at/",
    "Description": "The BFW (Bundesforschungs- und Ausbildungszentrum für Wald, Naturgefahren und Landschaft) is the Federal Research and Training Centre for Forests, Natural Hazards and Landscape in Austria. While the Österreichische Bundesforste (OeBf) manages the land, the BFW serves as the scientific and educational authority under public law. Its mission is to ensure that Austrian forests are managed sustainably and remain resilient against natural hazards.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/bfw.jpg?raw=true"
  },
  "DHI": {
    "Url": "https://www.dhigroup.com/",
    "Description": "DHI is an international water software development and engineering consultancy firm with headquarters in Denmark. The profit-for-purpose organisation addresses all challenges in water environments through consultancy services, MIKE Powered by DHI water modelling software, business applications, data portals and operational services. DHI has 30 offices throughout the world, also in Austria, with software development centres in Singapore and Denmark, and approximately 1050 employees.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/dhi.jpg?raw=true"
  },
  "Energiewerkstatt": {
    "Url": "https://energiewerkstatt.org/?lang=en",
    "Description": "Energiewerkstatt was founded in 1986 as an association for the promotion of renewable energy. The year in which the Chernobyl nuclear disaster occurred not far from Austria. This event was the initial spark for the foundation and accelerated the development of Energiewerkstatt. Almost four decades later, Energiewerkstatt is an internationally active, highly specialized technical services company with a clear focus on pioneering projects. To date, the company has carried out over 300 wind measurements worldwide, are responsible for the planning and monitoring of wind energy projects and are actively involved in research projects.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/energiewerkstatt.jpg?raw=true"
  },
  "EODC": {
    "Url": "https://eodc.eu/",
    "Description": "The EODC (Earth Observation Data Centre for Water Resources Monitoring GmbH) is an Austrian public-private partnership that acts as a high-tech 'engine room' for satellite data. Headquartered in Vienna, it was founded in 2014 by a consortium including the TU Wien (Vienna University of Technology), GeoSphere Austria, and private technology companies. Its primary purpose is to bridge the gap between massive Big Data coming from space and the practical needs of researchers and businesses. While its name emphasizes 'Water Resources,' the EODC’s scope has expanded significantly: Hydrology & Soil Moisture ; Land & Forest Monitoring; openEO Platform (EODC is the lead coordinator for the openEO project, an initiative backed by the European Space Agency (ESA) to create a standardized way for users to analyze Earth observation data across different cloud platforms).",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/eodc.jpg?raw=true"
  },
  "EOX": {
    "Url": "https://eox.at",
    "Description": "EOX IT Services GmbH EOX is a geospatial engineering and service company based in Austria, a non-startup, founder-managed business. EOX creates Open Source software and tools to allow people to consume geospatial data in the cloud and on the Web. EOX focuses on getting the most value out of the vast amount of the data acquired by Earth observation satellites. EOX furnishes software and cloud infrastructure services to selected customers in geoscience and European government organizations.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/eox.jpg?raw=true"
  },
  "Fraunhofer IIS": {
    "Url": "https://www.iis.fraunhofer.de/en.html",
    "Description": "Fraunhofer IIS (Institute for Integrated Circuits) is one of the most globally influential research institutes within the German Fraunhofer-Gesellschaft. Headquartered in Erlangen, it is famous for being the birthplace of the mp3. Research focus areas are cognitive sensor technologies; positioning and networks; and X-ray technologies.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/fraunhofer-iis.jpg?raw=true"
  },
  "GeoSphere": {
    "Url": "https://www.geosphere.at/en",
    "Description": "GeoSphere Austria is the national federal institute for geology, geophysics, climatology, and meteorology in Austria.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/geosphere.jpg?raw=true"
  },
  "GeoVille": {
    "Url": "https://www.geoville.com/",
    "Description": "GeoVille is a leading private Austrian company specializing in Earth observation (EO) and Geographic Information Systems (GIS). GeoVille’s primary mission is to transform raw satellite data into actionable intelligence for decision-makers. Their work generally falls into the categories land monitoring, climate & environment, infrastructure & telecom; and water resources.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/geoville.jpg?raw=true"
  },
  "JOANNEUM RESEARCH DIGITAL": {
    "Url": "https://www.joanneum.at/digital/en/",
    "Description": "JOANNEUM RESEARCH DIGITAL (officially the Institute for Digital Technologies) is one of the most prominent applied research institutes in Austria focusing on the high-tech systems and specializing in sensors, AI, and digital transformation. Core areas of expertise are remote sensing & geoinformation; intelligent vision applications; intelligent acoustic solutions; and space communication.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/jr-digital.jpg?raw=true"
  },
  "LuftBlick": {
    "Url": "https://luftblick.at/",
    "Description": "LuftBlick is a specialized Austrian science and engineering company that plays a critical role in global atmospheric monitoring. LuftBlick’s primary expertise is in atmospheric remote sensing. They develop the hardware and software used to measure trace gases—such as nitrogen dioxide (NO2), ozone (O3), and formaldehyde (HCHO) which are key indicators of air pollution and climate health.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/luftblick.jpg?raw=true"
  },
  "Montanuniversität Leoben": {
    "Url": "https://www.unileoben.ac.at/",
    "Description": "The University of Leoben is a technical university whose study programs focus on the entire value chain and which works on the development of green technologies. It is also Austria's only university for mining and metallurgy.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/uni-Leoben.jpg?raw=true"
  },
  "N Vision": {
    "Url": "https://www.n-vision.ai/",
    "Description": "N Vision Software GmbH is a specialized Austrian AI and geospatial technology startup.N Vision focuses on the last mile of data processing—taking raw images and turning them into precise digital maps. N Vision develops on deep learning models that can automatically recognize objects like solar panels, buildings, or specific types of vegetation (e.g., detecting windthrow in forests after a storm).",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/n-vision.jpg?raw=true"
  },
  "OeBF": {
    "Url": "https://www.bundesforste.at",
    "Description": "The Österreichische Bundesforste AG is the Austrian Federal Forests, a state-owned company responsible for managing the natural resources of the Republic of Austria. It is the largest ecosystem manager in the country, overseeing approximately 10% of Austria’s total surface area. Due to climate change, the OeBf is currently undergoing a massive strategic shift. They are moving away from monocultures (like pure spruce forests) toward climate-resilient mixed forests. They use advanced technology—including satellite monitoring and hydrological modeling—to predict which tree species will survive in specific regions as temperatures rise.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/oebf.jpg?raw=true"
  },
  "OHB-DC": {
    "Url": "https://ohb-dc.de/en/",
    "Description": "OHB Digital Connect GmbH is a major subsidiary of the European space and technology group OHB SE. Based in Bremen, Germany, it serves as the primary 'bridge' between space-based technology and ground-based applications. While its sister company, OHB System, focuses on building the satellites themselves, OHB Digital Connect focuses on the infrastructure, operations, and data processing required to make those satellites useful. The company’s portfolio is divided into three main pillars: Ground segements & satellite operations; antennas, telescopes & mechatronics; data analytics & cybersecurity.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/ohb-digital.jpg?raw=true"
  },
  "OHB-DS": {
    "Url": "https://www.ohb-ds.de/en/",
    "Description": "OHB Digital Services GmbH is a specialized IT and software company within the German-based OHB SE Group, one of Europe’s largest space technology providers. While the parent company (OHB System) builds the actual satellites, OHB Digital Services focuses on the downstream segment — taking satellite data and turning it into usable digital solutions. Their work is categorized into three main pillars: Geospatial solutions, IT security & infrastructure; and software engineering.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/ohb-digital.jpg?raw=true"
  },
  "dwh": {
    "Url": "https://www.dwh.at/en/",
    "Description": "dwh GmbH is a specialized engineering and research company based in Vienna, Austria. It is a spin-off from the Vienna University of Technology (TU Wien) and operates as a high-tech bridge between academic research and industrial application. The company focuses on creating mathematical models of complex, real-world systems. The primary goal is to help organizations move from reacting to data to simulating scenarios for strategic planning. Key focus areas are healsth systems (During the COVID-19 pandemic, dwh was a key part of the Austrian 'COVID Prognosis Consortium,' providing the simulations used by the government to predict hospital bed occupancy and virus spread.); infrastructure and logistics; and industrial applications including predictive maintenance services.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/dwh.jpg?raw=true"
  },
  "Sinergise Austria": {
    "Url": "https://www.sinergise.com/",
    "Description": "Sinergise Austria (formally Sentinel Hub VAS GmbH) is the Austrian subsidiary of the Slovenian geospatial leader Sinergise. Based in Graz, it was established to specifically bridge the gap between complex satellite data and practical, 'value-added' services for industries like agriculture and land management.In 2023, Sinergise was acquired by the global satellite giant Planet Labs, making the Graz office part of one of the world's most powerful Earth observation networks. Their core product is SentinelHub a platform which processes Earth observation data in the cloud and streams only the specific pixels need to the browser or app.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/planet.jpg?raw=true"
  },
  "Sistema": {
    "Url": "https://www.sistema.at/applications/technology/",
    "Description": "SISTEMA GmbH, an Austrian environmental services company specializing in geospatial data analysis of the atmosphere, biomass, and climate.",
    "Logo": "https://github.com/eurodatacube/eodash-assets/blob/main/logos/sistema.png?raw=true"
  },
  "TU Wien ESEA": {
    "Url": "https://www.tuwien.at/en/etit/esea",
    "Description": "The TU Wien Institute for Energy Systems and Electrical Drives deals with the energetically, economically and ecologically optimal use of various primary energy carriers for the provision of energy services in the areas of electricity, heat and transport, as well as with the classic questions of drive technology such as machine design, its control and fault detection, and the various converter topologies.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/tu_wien_esea.jpg?raw=true"
  },
  "TU Wien GEO": {
    "Url": "https://www.tuwien.at/en/mg/geo",
    "Description": "The TU Wien Department of Geodesy and Geoinformation is one of the world’s leading academic institutions for measuring, modeling, and communicating data about our planet.The department is organized into eight specialized research units: Remote Sensing; Geoinformation; Geophysics; Higher Geodesy; Engineering Geodesy; Cartography; Photogrammetry; and Climate & Environmental Remote Sensing.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/tu_wien_geo.jpg?raw=true"
  },
  "TIWAG": {
    "Url": "https://www.tiwag.at/",
    "Description": "TIWAG (Tiroler Wasserkraft AG) is the state-owned energy utility specializing in hydropower of the Austrian province of Tyrol. TIWAG is responsible for the generation, distribution, and sale of electricity in Tyrol. Its operations are centered on the Alps' most abundant resource: water. TIWAG operates over 40 hydropower plants, including the massive Kaunertal and Sellrain-Silz stations. These are 'pumped-storage' plants, which act like giant batteries for Europe’s power grid. Through its subsidiary TINETZ, it manages the electricity grid across the challenging mountainous terrain of Tyrol. Beyond water, they are expanding into Green Hydrogen (via their subsidiary TINEXT), photovoltaics, and electric vehicle charging networks.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/tiwag.jpg?raw=true"
  },
  "Umweltbundesamt": {
    "Url": "https://www.umweltbundesamt.at/en/",
    "Description": "The Umweltbundesamt (Environment Agency Austria) is the country's most important expert organization for environmental protection and monitoring. It is the primary authority for environmental quality, pollutants, and sustainability policy. The Umweltbundesamt is essentially the 'scientific conscience' of Austria's environmental policy. Its work covers several critical pillars: Air and water quality; climate reporting including the National Greenhouse Gas Inventory; waste & circular economy; biodiversity & soil; international consulting.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/uba.jpg?raw=true"
  },
  "ubicube": {
    "Url": "https://www.ubicube.eu/",
    "Description": "ubicube GmbH is a Vienna-based high-tech startup specializing in the combination of Artificial Intelligence and geospatial data. The company focuses on translating satellite imagery into economic and demographic insights, primarily for the real estate, urban planning, and insurance sectors. Key products and services include: ubiMonitor, a tool which automatically tracks changes in the building stock. It detects new constructions, extensions, or demolitions and can even identify specific features like solar panels or green roofs. ubiMetric which provides property-level analytics. For example, a real estate investor can use it to assess the sealing degree (pavement vs. grass) of a portfolio to meet sustainability reporting requirements (like CSRD).",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/ubicube.jpg?raw=true"
  },
  "Virtual Vehicle": {
    "Url": "https://www.virtual-vehicle.at",
    "Description": "Virtual Vehicle Research GmbH is Europe’s largest research center for virtual vehicle development. Headquartered in Graz, it acts as a critical bridge between university research (specifically TU Graz) and the industrial needs of the automotive and rail sectors.The center’s 300+ employees work across several high-tech domains: Automated driving; battery & e-mobility; rail systems; human factors. Virtual Vehicle Research is a COMET (Competence Centers for Excellent Technologies) center, which is a major Austrian funding program.",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/virtual_vehicle.jpg?raw=true"
  },
  "Waterjade": {
    "Url": "https://waterjade.com/en/homepage/",
    "Description": "Waterjade Srl is an Italian 'Climate-Tech' company that specializes in high-precision water forecasting and monitoring. Based in Pergine Valsugana (Trento), it operates at the intersection of hydrology, satellite technology, and artificial intelligence. It is part of the Aquanexa industrial group, which is backed by the Algebris Green Transition Fund. Waterjade’s primary innovation is its Watershed Digital Twin. This software creates a virtual replica of a physical catchment area (the land where water collects) to simulate the water cycle. The company provides a decision support system called Waterjade Analytics that helps organizations answer two critical questions: How much water is there? and When will it be available?",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/waterjade.jpg?raw=true"
  },
  "ZGIS": {
    "Url": "https://www.plus.ac.at/geoinformatik/?lang=en",
    "Description": "ZGIS (short for Zentrum für Geoinformatik) is the Department of Geoinformatics at the Paris Lodron University of Salzburg (PLUS). It is a world-renowned Center of Competence that bridges the gap between academic research, professional education, and practical application in the field of Geographic Information Systems (GIS) and Earth Observation (EO). ZGIS is structured into several labs that tackle specific global challenges using spatial data: Risk, hazard & climate; mobility lab; EO analytics; humanitarian tech (CDL GEOHUM)",
    "Logo": "https://github.com/GTIF-Austria/public-assets/blob/main/logos/z_gis.jpg?raw=true"
  }
}






